Repository: wellingtontf/DrinkingAtTheSources
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: Therefore we must verify and conscientiously weigh the facts regarding the sources from which Judaism and early Christianity drank.
pt: Portanto, devemos verificar e conscienciosamente avaliar os fatos referentes às fontes das quais o judaísmo e o cristianismo primitivo bebiam.

source: Therefore, Israel alone must be responsible for it - a reprehensible but convenient way for such theologians to wash their hands of the dirty business.
pt: Portanto, somente Israel deve ser responsável por isso - uma repreensível, mas conveniente maneira de tais teólogos lavarem as mãos dos negócios sujos.

source: Therefore, a substantial portion of Jacques Doukhan’s analysis applies to Diaspora conditions.
pt: Portanto, uma parte substancial da análise de Jacques Doukhan se aplica às condições da diáspora.

source: Therefore, if the second of the two events takes place in the middle of the week, it must be deducted that the same was true for the first.
pt: Portanto, se o segundo dos dois eventos ocorrer no meio da semana, deve ser deduzido que o mesmo é verdadeiro para o primeiro.

source: Therefore, only one option remains: to grasp the hand of the one who offers to guide me and to put full confidence in that guidance.
pt: Portanto, apenas uma opção resta: agarrar a mão de quem oferece para me guiar e colocar total confiança nessa orientação.

source: Therefore, the observance of the Sabbath will assume in the religion of Jesus a new dimension.
pt: Portanto, a observância do sábado assumirá na religião de Jesus uma nova dimensão.

source: Therefore, to accept the Jeshua did not require conflict with the ancestral faith.
pt: Portanto, aceitar o Jeshua não requeria conflito com a fé ancestral.

source: Therefore, two very different sets of laws existed in Israel: the ceremonial law, with a transitory, relative character; and the moral law, with an abiding validity, serving as an absolute standard.
pt: Portanto, dois conjuntos muito diferentes de leis existiam em Israel: a lei cerimonial, com caráter transitório e relativo; e a lei moral, com uma validade permanente, servindo como um padrão absoluto.

source: Therefore, when one takes into account, as one must, the nature of tradition, one must place it in such a way that it may be critically examined under the strong lights of Holy Scripture.
pt: Portanto, quando se leva em conta, como se deve, a natureza da tradição, deve-se colocá-la de tal maneira que ela possa ser examinada criticamente sob as fortes luzes da Sagrada Escritura.

source: These Jew s [at Beroea] received the word with all eagerness, examining the scriptures daily to see if these things were so.
pt: Esses judeus [da Beréia] recebiam a palavra com toda a ansiedade, examinando as escrituras diariamente para ver se essas coisas eram assim.

source: These apparently innocent words imply, consciously or unconsciously, the poison of antiSemitism.
pt: Essas palavras aparentemente inocentes implicam, consciente ou inconscientemente, o veneno do anti-semitismo.

source: These circumstances created a Christian reaction of horror and repulsion.
pt: Essas circunstâncias criaram uma reação cristã de horror e repulsa.

source: These laws had one purpose, and that was to announce symbolically the coming of salvation.
pt: Essas leis tinham um propósito, e isso era anunciar simbolicamente a vinda da salvação.

source: These problems really condition the total future of mankind, not merely our religious or spiritual future.
pt: Esses problemas realmente condicionam o futuro total da humanidade, não apenas o nosso futuro religioso ou espiritual.

source: These quotations from the Talmud, which are all the more interesting because they date from the period of the separation, offer the Jew his self-defense.15 “We can never abandon the Law,” was the Jewish response to Christian proselytism.
pt: Essas citações do Talmud, que são ainda mais interessantes porque datam do período da separação, oferecem ao judeu sua autodefesa.15 “Nunca podemos abandonar a Lei”, foi a resposta judaica ao proselitismo cristão.

source: These two events are closely related historically.
pt: Esses dois eventos estão intimamente relacionados historicamente.

source: These two phrases are echoed in Gabriel’s message, in which he suggests God’s answer to Daniel’s prayer and formulates the prophecy of the seventy weeks.
pt: Essas duas frases ecoam na mensagem de Gabriel, na qual ele sugere a resposta de Deus à oração de Daniel e formula a profecia das setenta semanas.

source: They also represent in substance that profession of faith par excellence in the God whom Scripture defines as “the beginning and the end,” “the first and the last,” “the alpha and the omega.” Cf.
pt: Eles também representam em substância aquela profissão de fé por excelência no Deus que a Escritura define como “o começo e o fim”, “o primeiro e o último”, “o alfa e o ômega”.

source: They are Israelites, and to them belong the sonship, the glory, the covenants, the giving of the law, the worship, and the promises; to them belong the patriarchs, and of their race, according to the flesh, is the Christ.
pt: Eles são israelitas, e para eles pertencem a filiação, a glória, os convênios, a lei, o culto e as promessas; para eles pertencem os patriarcas, e de sua raça, de acordo com a carne, é o Cristo.

source: They are packaged attractively and are received with substantial sympathy.
pt: Eles são embalados de forma atraente e são recebidos com simpatia substancial.

source: They arrested Jesus and incited the people to shout “Crucify him!” Mark 15:11.
pt: Eles prenderam Jesus e incitaram o povo a gritar “Crucifica-o!” Marcos 15:11.

source: They believed afterward.
pt: Eles acreditavam depois.

source: They continued their forward course to find the Messiah.
pt: Eles continuaram seu curso avançado para encontrar o Messias.

source: They felt that the time had come to unify the German spirit and nation.
pt: Eles sentiram que havia chegado a hora de unificar o espírito e a nação alemães.

source: They found that this Messiah fit precisely the scriptural portrait.
pt: Eles descobriram que esse Messias se encaixava exatamente no retrato das escrituras.

source: They had been asking for a spiritualization of the sacrificial rites.
pt: Eles estavam pedindo uma espiritualização dos ritos sacrificiais.

source: They had to be incited and inflamed.
pt: Eles tinham que ser incitados e inflamados.

source: They had to take up the struggle every morning, renew constantly the covenant with God, sing daily a new song.
pt: Eles tiveram que lutar todas as manhãs, renovar constantemente o pacto com Deus, cantar diariamente uma nova canção.

source: They have tasted one source after another; and, anxious and undecided, they stagger away in their incoherence.
pt: Eles provaram uma fonte após outra; e, ansiosos e indecisos, cambaleiam em sua incoerência.

source: They imagine, somewhat childishly, that they hold in hand absolute proof of the truth.
pt: Eles imaginam, um tanto infantilmente, que seguram a prova absoluta da verdade.

source: They knew not how to go at it because “they feared the people” who “hung on his words.” Luke 22:2; 19:48.
pt: Eles não sabiam como ir porque "temiam o povo" que "dependia de suas palavras". Lucas 22: 2; 19:48.

source: They never were allowed to settle down in an easy peace and compromise.
pt: Eles nunca foram autorizados a se estabelecer em uma paz fácil e compromisso.

source: They no longer observe the Sabbath but the Day of the Lord - the day our life was resurrected with Christ and by His death.“6
pt: Eles não mais observam o sábado, mas o Dia do Senhor - o dia em que nossa vida ressuscitou com Cristo e por Sua morte. ”6

source: They pressed in close to the city because the Passover lamb could be sacrificed only in the Temple.
pt: Eles se aproximaram da cidade porque o cordeiro pascal só podia ser sacrificado no templo.

source: They run no risk to be mistaken, because everyone is right!
pt: Eles correm nenhum risco de estar enganado, porque todo mundo está certo!

source: They searched diligently and faced the risks and surprises that a diligent search must involve.
pt: Eles procuraram diligentemente e enfrentaram os riscos e surpresas que uma busca diligente deve envolver.

source: They seek proof in the metal because they are afraid to reveal the real proof in their lives.
pt: Eles buscam provas no metal porque têm medo de revelar a prova real em suas vidas.

source: They stopped and looked but did not care enough even to inquire as to what was taking place.
pt: Eles pararam e olharam, mas não se importaram o suficiente para perguntar o que estava acontecendo.

source: They suffer at times, not only because of the minority phenomenon (which operates here as elsewhere), but also because of the state of war and its dire consequences which continue to rage in the Near East.
pt: Sofrem, às vezes, não apenas por causa do fenômeno da minoria (que opera aqui como em outros lugares), mas também por causa do estado de guerra e de suas terríveis conseqüências que continuam a assolar o Oriente Próximo.

source: They think thus to dissipate the haunting complexity of their life.
pt: Eles pensam assim dissipar a complexidade assombrosa de suas vidas.

source: They thus made sure that material security would not blind their eyes to life’s true values.
pt: Assim, asseguraram-se de que a segurança material não cegaria seus olhos para os verdadeiros valores da vida.

source: They transmit an opinion - that of the masters, of their ancestors, of their school of thought, or of their time or even themselves - but never an unqualified message from God.
pt: Eles transmitem uma opinião - a dos mestres, de seus antepassados, de sua escola de pensamento, de seu tempo ou até de si mesmos -, mas nunca uma mensagem desqualificada de Deus.

source: They were destined, therefore, to disappear with the arrival of the promised Messiah.
pt: Eles estavam destinados, portanto, a desaparecer com a chegada do prometido Messias.

source: They were known by heart, and the audience repeated them in unison.
pt: Eles eram conhecidos de cor e a platéia os repetia em uníssono.

source: They were preoccupied little with the nature of the One who could save them; their primary interest was in the fact of their salvation.
pt: Eles estavam pouco preocupados com a natureza daquele que poderia salvá-los; Seu principal interesse estava no fato de sua salvação.

source: They were “a type and shadow” of the “substance” (the Messiah) to come.
pt: Eles eram “um tipo e sombra” da “substância” (o Messias) por vir.

source: They would have been listened to also because they had something to say.
pt: Eles teriam sido ouvidos também porque tinham algo a dizer.

source: They, too, were overrun by fast-moving events.
pt: Eles também foram invadidos por eventos rápidos.

source: This Hebrew prophet also associates the announcement of the day of the Lord with an exhortation to remember the Law of Moses: “Remember the law of my servant Moses….
pt: Este profeta hebreu também associa o anúncio do dia do Senhor com uma exortação para lembrar a Lei de Moisés: “Lembra-te da lei do meu servo Moisés.

source: This Pharisee had been trained in the most demanding Jewish schools; he could have concluded, by his own study, that the Jeshua of Nazareth was indeed the awaited Messiah.
pt: Este fariseu havia sido treinado nas escolas judaicas mais exigentes; ele poderia ter concluído, por seu próprio estudo, que o Jesus de Nazaré era de fato o esperado Messias.

source: This became his state of being, though little has he realized to what extent he thereby has risked the loss of liberty and his own real identity.
pt: Isso se tornou seu estado de ser, embora pouco tenha percebido até que ponto ele, desse modo, arriscou a perda da liberdade e sua própria identidade real.

source: This betrayal is made acute by the fact that early Christian anxiety to be distinct from Israel gradually became aggressive.
pt: Essa traição é agravada pelo fato de que a ansiedade cristã primitiva de ser distinta de Israel gradualmente se tornou agressiva.

source: This bitter water, which, in Jewish and Christian circles, is self-satisfaction tainted with intolerance and racism, must be eliminated at all costs.
pt: Essa água amarga, que, nos círculos judaico e cristão, é auto-satisfação contaminada com intolerância e racismo, deve ser eliminada a todo custo.

source: This brand of theology has even influenced translations of the Bible.223
pt: Essa marca de teologia influenciou até mesmo traduções da Bíblia.

source: This came to be known as so-called “Christian charity.”
pt: Isto veio a ser conhecido como a chamada "caridade cristã".

source: This cannot be any of our business!
pt: Isso não pode ser da nossa conta!

source: This change of attitude becomes all the more meaningful as the Pharisees continue to lose the monopoly they have held for 2000 years over the spiritual life of a people they succeeded in holding together during the corrosive centuries in exile.
pt: Essa mudança de atitude torna-se ainda mais significativa à medida que os fariseus continuam a perder o monopólio que detiveram durante 2000 anos sobre a vida espiritual de um povo que conseguiram manter juntos durante os corrosivos séculos no exílio.

source: This concept is never expressed in the Bible.
pt: Este conceito nunca é expresso na Bíblia.

source: This connection between sacrificial rites and the Messiah also had the attention of the rabbis of the Talmud: “R.
pt: Essa conexão entre os ritos sacrificiais e o Messias também teve a atenção dos rabinos do Talmude: “R.

source: This conversion of thoughts is not to be confused simply with the taking of positions contrary to those that nourished us in the past and which our brethren of yesterday still profess.
pt: Essa conversão de pensamentos não deve ser confundida simplesmente com a tomada de posições contrárias àquelas que nos nutriram no passado e que nossos irmãos de ontem ainda professam.

source: This could be the explanation for the current fancy for Buddhism and Oriental mystics, in which man usurps the place of God, both in nature and destiny.
pt: Esta poderia ser a explicação para a fantasia atual do budismo e dos místicos orientais, em que o homem usurpa o lugar de Deus, tanto na natureza quanto no destino.

source: This decree involved the reconstruction and restoration of the city of Jerusalem - not the temple only.
pt: Este decreto envolveu a reconstrução e restauração da cidade de Jerusalém - não apenas o templo.

source: This desire to place the Semites in disadvantage can be explained by the situation in Germany.
pt: Este desejo de colocar os semitas em desvantagem pode ser explicado pela situação na Alemanha.

source: This determination to be separate seems to have been implanted in the Gentile subconsciousness.
pt: Essa determinação de estar separada parece ter sido implantada no subconsciente gentio.

source: This difference deserves to be underscored, for it is important: the direction here is descending, not ascending.
pt: Essa diferença merece ser ressaltada, pois é importante: a direção aqui é descendente, não ascendente.

source: This doctrine of the great Socrates and the great Plato is incompatible with the teaching of the New Testament.
pt: Esta doutrina dos grandes Sócrates e do grande Platão é incompatível com o ensino do Novo Testamento.

source: This double messianic function explains the reason why the Messiah speaks of His identity in terms of two faces.
pt: Essa dupla função messiânica explica a razão pela qual o Messias fala de Sua identidade em termos de duas faces.

source: This dream has been envisioned by Amado Levi-Valensi: “Could it be, in this time of councils, when the modern Church has undertaken to lighten its dogmas making them more acceptable, that somehow, rethinking its foundations, something nearer apostolic Judaism will come forth?
pt: Este sonho foi idealizado por Amado Levi-Valensi: “Poderia ser, neste tempo de conselhos, quando a Igreja moderna se empenhou em aliviar seus dogmas, tornando-os mais aceitáveis, repensando seus fundamentos, algo próximo ao judaísmo apostólico virá? adiante?

source: This exegesis, so current in Christian circles, partakes of an obvious bias.
pt: Essa exegese, tão atual nos círculos cristãos, participa de um viés óbvio.

source: This experience was to be personal, direct, existential.
pt: Essa experiência deveria ser pessoal, direta, existencial.

source: This faith alone can envision the true revolution: a total restructuring of this present world in order to establish a new one, in which will come together in a new way, end and origin, alpha and omega.
pt: Só esta fé pode vislumbrar a verdadeira revolução: uma reestruturação total do mundo atual, a fim de estabelecer um novo, no qual se unirão de um novo modo, fim e origem, alfa e ômega.

source: This fear of God is not just a vague feeling of superstition; it is at the same time an act of love and of obedience.
pt: Esse temor de Deus não é apenas um vago sentimento de superstição; é ao mesmo tempo um ato de amor e de obediência.

source: This feeling came to expression in some rather peculiar semantics.
pt: Esse sentimento veio à tona em alguma semântica bastante peculiar.

source: This has been said and resaid.
pt: Isso foi dito e reembolsado.

source: This identity was emphasized in the Targum, which went so far as to compare them to “twin kids.“122 One can even wonder whether, in the thinking of the Jewish exegetes in that early time, this confusion on two Messiahs did not betray a fundamental idea that there really was only one Messiah.
pt: Essa identidade foi enfatizada no Targum, que chegou a compará-los a “meninos gêmeos” .12 Pode-se até imaginar se, no pensamento dos exegetas judeus naquele tempo primitivo, essa confusão sobre dois Messias não trairia idéia fundamental de que realmente havia apenas um Messias.

source: This image depicts knavery, cupidity, wealth, and crass materialism as naturally Jewish.
pt: Esta imagem retrata a escravidão, a cupidez, a riqueza e o materialismo crasso como naturalmente judaicos.

source: This impetus - this weighty hand of the Spirit - which often meant suffering, is a sign that the prophet did not speak for himself on his own account.
pt: Este ímpeto - essa mão pesada do Espírito - que muitas vezes significava sofrimento, é um sinal de que o profeta não falou por si mesmo por conta própria.

source: This is a fatal and dangerous practice.
pt: Esta é uma prática fatal e perigosa.

source: This is because the Word has not been seized upon by most men and women.
pt: Isto é porque a Palavra não foi aproveitada pela maioria dos homens e mulheres.

source: This is nothing short of a challenge to history, a wager on man and on the power of God, a message addressed to our sense of responsibility.
pt: Isso não é nada menos do que um desafio para a história, uma aposta no homem e no poder de Deus, uma mensagem dirigida ao nosso senso de responsabilidade.

source: This is one of the major themes of the Bible.259
pt: Este é um dos principais temas da Bíblia.

source: This is so because these questions touch upon highly explosive concepts and feelings that have held two influential communities - Jews and Christians - in their grip for two millenniums.
pt: Isto é assim porque estas questões tocam em conceitos e sentimentos altamente explosivos que mantiveram duas comunidades influentes - Judeus e Cristãos - em suas mãos por dois milênios.

source: This is the cause of the uneasiness and anxiety that fill the world.
pt: Esta é a causa do desconforto e ansiedade que enchem o mundo.

source: This is the covenant which I will make with the house of Israel after those days, says the Lord: I will put my law within them, and I will write it upon their hearts; and I will be their God, and they shall be my people.” Jeremiah 31:31-33.
pt: Este é o pacto que farei com a casa de Israel, depois daqueles dias, diz o Senhor: Porei a minha lei neles e escreverei no seu coração; e eu serei o seu Deus e eles serão o meu povo. ”Jeremias 31: 31-33.

source: This is the interpretation given by the best-known of Jewish exegetes, Raschi: “Thou shalt bite the woman’s heel, and by that shall she die.“91
pt: Esta é a interpretação dada pelos mais conhecidos exegetas judeus, Raschi: “Mordendo o calcanhar da mulher, e com isso ela morrerá”. 91

source: This is the most usual messianic figure used in the Bible and in tradition.
pt: Esta é a figura messiânica mais usual usada na Bíblia e na tradição.

source: This is the opinion of Hermann Gunkel, among others, who goes so far as to say that Abraham intended to sacrifice the honor of his wife in exchange for gifts.
pt: Esta é a opinião de Hermann Gunkel, entre outros, que chega a dizer que Abraão pretendia sacrificar a honra de sua esposa em troca de presentes.

source: This is very evident concerning the Jews, but it is also true for Christians.
pt: Isso é muito evidente em relação aos judeus, mas também é verdade para os cristãos.

source: This is when he deals with one aspect of the problems he sets before us - problems, moreover, that run deeper and are more awesome than even he says.
pt: É quando ele lida com um aspecto dos problemas que ele coloca diante de nós, problemas, além disso, que são mais profundos e mais impressionantes do que ele diz.

source: This leads us to place the execution of the Messiah in the spring of A.D.
pt: Isso nos leva a colocar a execução do Messias na primavera de AD

source: This manifestation of God’s love, far from becoming a pretext for unfettered disobedience, conveys a divine impulse to obey God.
pt: Esta manifestação do amor de Deus, longe de se tornar um pretexto para desobediência irrestrita, transmite um impulso divino para obedecer a Deus.

source: This means that many times he will have to swim against the currents of civilization that ultimately will carry him to perdition.
pt: Isso significa que muitas vezes ele terá que nadar contra as correntes da civilização que, em última análise, o levarão à perdição.

source: This means, of course, that the language, context, and literary structure, as well as biblical and Jewish hermeneutics, will be taken into account.
pt: Isso significa, é claro, que a linguagem, o contexto e a estrutura literária, bem como a hermenêutica bíblica e judaica, serão levados em conta.

source: This ministry, which included simultaneously the roles of intercessor and mediator, predestined the cohen to be considered one of the antitypes of the Messiah.
pt: Este ministério, que incluía simultaneamente os papéis de intercessor e mediador, predestinou o cohen a ser considerado um dos antítipos do Messias.

source: This observation may be different from the general view on this subject.
pt: Essa observação pode ser diferente da visão geral sobre o assunto.

source: This opposition between Judaism and Christianity, which has developed since the theoreticians of dualism began their work and continued through the so-called ‘de-Judaization of Christianity’ by the German theologians and philosophers, is scientifically false on a number of counts.“206
pt: Essa oposição entre o judaísmo e o cristianismo, que se desenvolveu desde que os teóricos do dualismo iniciaram seu trabalho e continuaram através da chamada "desjudaização do cristianismo" pelos teólogos e filósofos alemães, é cientificamente falsa em vários aspectos. "206

source: This paralleling of two themes is not an artificial device.
pt: Este paralelismo de dois temas não é um dispositivo artificial.

source: This personal revolution goes beyond mere expressions; it concerns the thought process.
pt: Esta revolução pessoal vai além de meras expressões; diz respeito ao processo de pensamento.
